Repository: Qowaiv/Qowaiv
Catalog: src/Qowaiv/QowaivMessages.*.resx
Languages: nl

# FormatExceptionCountry
source: Not a valid country
nl: Geen geldig land

# FormatExceptionCryptographicSeed
source: No a valid cryptographic seed
nl: Geen geldige cryptografische seed

# FormatExceptionCurrency
source: Not a valid currency
nl: Geen geldige valuta

# FormatExceptionDate
source: Not a valid date
nl: Geen geldige datum

# FormatExceptionEmailAddress
source: Not a valid email address
nl: Geen geldig e-mailadres

# FormatExceptionEmailAddressCollection
source: Not valid email addresses
nl: Geen geldige email adres(sen)

# FormatExceptionStreamSize
source: Not a valid stream size
nl: Geen geldige bestandsgrootte

# FormatExceptionGender
source: Not a valid gender
nl: Geen geldig geslacht

# FormatExceptionHouseNumber
source: Not a valid house number
nl: Geen geldig huisnummer

# FormatExceptionInternationalBankAccountNumber
source: Not a valid IBAN
nl: Geen geldig IBAN

# FormatExceptionLocalDateTime
source: Not valid date
nl: Geen geldige datum

# FormatExceptionMonth
source: Not a valid month
nl: Geen geldige maand

# FormatExceptionPercentage
source: Not a valid percentage
nl: Geen geldig percentage

# FormatExceptionPostalCode
source: Not a valid postal code
nl: Geen geldige postcode

# FormatExceptionQGuid
source: Not a valid GUID
nl: Geen geldig GUID

# FormatExceptionTimestamp
source: Not a valid SQL timestamp
nl: Geen geldige SQL timestamp

# FormatExceptionWeekDate
source: Not a valid week date
nl: Geen geldige week datum

# FormatExceptionYear
source: Not a valid year
nl: Geen geldig jaartal

# FormatExceptionElo
source: Not a valid Elo
nl: Geen geldige Elo-rating

# FormatExceptionFinancialAmount
source: Not a valid amount
nl: Geen geldig bedrag

# FormatExceptionMoney
source: Not a valid amount
nl: Geen geldig bedrag

# FormatExceptionYesNo
source: Not a valid yes-no value
nl: geen geldige ja/nee waarde
