Repository: Qowaiv/Qowaiv
Catalog: src/Qowaiv/Financial/CurrencyLabels.*.resx
Languages: ar, de

# ZZZ_DisplayName
source: Unknown
ar: مجهولة
de: Unbekannt

# AED_DisplayName
source: United Arab Emirates dirham
ar: درهم إماراتي
de: Dirham

# AFN_DisplayName
source: Afghan afghani
ar: أفغاني
de: Afghani

# ALL_DisplayName
source: Albanian lek
ar: ليك ألباني
de: Lek

# AMD_DisplayName
source: Armenian dram
ar: درام
de: Dram

# ANG_DisplayName
source: Netherlands Antillean guilder
ar: غويلدر الأنتيل الهولندية
de: Antillen-Gulden

# AOA_DisplayName
source: Angolan kwanza
ar: كوانزا أنغولي
de: Kwanza

# ARS_DisplayName
source: Argentine peso
ar: بيزو أرجنتيني
de: Peso

# AUD_DisplayName
source: Australian dollar
ar: دولار أسترالي
de: Dollar

# AWG_DisplayName
source: Aruban florin
ar: فلورن أروبي
de: Florin

# AZN_DisplayName
source: Azerbaijani manat
ar: مانات
de: Manat

# BAM_DisplayName
source: Bosnia and Herzegovina convertible mark
ar: مارك بوسني
de: Konvertible Mark

# BBD_DisplayName
source: Barbados dollar
ar: دولار بربادوسي
de: Dollar

# BDT_DisplayName
source: Bangladeshi taka
ar: تاكا بنغلاديشي
de: Taka

# BGN_DisplayName
source: Bulgarian lev
ar: ليف
de: Lew

# BHD_DisplayName
source: Bahraini dinar
ar: دينار بحريني
de: Dinar

# BIF_DisplayName
source: Burundian franc
ar: فرنك بروندي
de: Franc

# BMD_DisplayName
source: Bermudian dollar
ar: دولار برمودي
de: Dollar

# BND_DisplayName
source: Brunei dollar
ar: دولار بروني
de: Dollar

# BOB_DisplayName
source: Boliviano
ar: بوليفاريو بوليفي

# BOV_DisplayName
source: Bolivian Mvdol
ar: بوليفاريو بوليفي
de: Mvdol

# BRL_DisplayName
source: Brazilian real
ar: ريال برازيلي
de: Real

# BSD_DisplayName
source: Bahamian dollar
ar: دولار بهامي
de: Dollar

# BTN_DisplayName
source: Bhutanese ngultrum
ar: نغولترم
de: Ngultrum

# BWP_DisplayName
source: Botswana pula
ar: بولا
de: Pula

# BYR_DisplayName
source: Belarusian ruble
ar: روبل بلاروسي
de: Rubel

# BZD_DisplayName
source: Belize dollar
ar: دولار بليزي
de: Dollar

# CAD_DisplayName
source: Canadian dollar
ar: دولار كندي
de: Dollar

# CDF_DisplayName
source: Congolese franc
ar: فرنك كونغولي
de: Franc

# CHE_DisplayName
source: WIR Euro
ar: يورو فير

# CHF_DisplayName
source: Swiss franc
ar: فرنك سويسري
de: Schweizer Franken

# CHW_DisplayName
source: WIR Franc
ar: فرنك فير

# CLF_DisplayName
source: Unidad de Fomento
ar: بيزو تشيلي

# CLP_DisplayName
source: Chilean peso
ar: بيسو تشيلي
de: Peso

# CNH_DisplayName
source: Chinese yuan when traded in Hong Kong
ar: #N/A!
de: #N/A!

# CNY_DisplayName
source: Chinese yuan
ar: يوان
de: Renminbi Yuan

# COP_DisplayName
source: Colombian peso
ar: بيزو كولومبي
de: Peso

# COU_DisplayName
source: Unidad de Valor Real
ar: ريال

# CRC_DisplayName
source: Costa Rican colon
ar: كولون كوستاريكي
de: Colón

# CUC_DisplayName
source: Cuban convertible peso
ar: بيزو كوبي
de: Peso Convertible

# CUP_DisplayName
source: Cuban peso
ar: #N/A!
de: Peso

# CVE_DisplayName
source: Cape Verde escudo
ar: ايسكودو
de: Escudo

# CZK_DisplayName
source: Czech koruna
ar: كرونة تشيكية
de: Krone

# DJF_DisplayName
source: Djiboutian franc
ar: فرنك جيبوتي
de: Franc

# DKK_DisplayName
source: Danish krone
ar: كرونة دنماركية
de: Krone

# DOP_DisplayName
source: Dominican peso
ar: بيسو دومنيكاني
de: Peso

# DZD_DisplayName
source: Algerian dinar
ar: دينار جزائري
de: Dinar

# EGP_DisplayName
source: Egyptian pound
ar: جنيه مصري
de: Pfund

# ERN_DisplayName
source: Eritrean nakfa
ar: ناكفا
de: Nakfa

# ETB_DisplayName
source: Ethiopian birr
ar: بير
de: Birr

# EUR_DisplayName
source: Euro
ar: يورو

# FJD_DisplayName
source: Fiji dollar
ar: دولار فيجي
de: Dollar

# FKP_DisplayName
source: Falkland Islands pound
ar: جنيه جزر فوكلاند
de: Pfund

# GBP_DisplayName
source: Pound sterling
ar: جنيه استرليني
de: Pfund

# GEL_DisplayName
source: Georgian lari
ar: لاري
de: Lari

# GHS_DisplayName
source: Ghanaian cedi
ar: سيدي غاني
de: Ghana Cedi

# GIP_DisplayName
source: Gibraltar pound
ar: جنيه جبرلتار
de: Pfund

# GMD_DisplayName
source: Gambian dalasi
ar: دالاسي
de: Dalasi

# GNF_DisplayName
source: Guinean franc
ar: فرنك غيني
de: Franc

# GTQ_DisplayName
source: Guatemalan quetzal
ar: كيتزال
de: Quetzal

# GYD_DisplayName
source: Guyanese dollar
ar: دولار غوياني
de: Dollar

# HKD_DisplayName
source: Hong Kong dollar
ar: دولار هونغ كونغ
de: Dollar

# HNL_DisplayName
source: Honduran lempira
ar: لمبيرا
de: Lempira

# HRK_DisplayName
source: Croatian kuna
ar: كونا
de: Kuna

# HTG_DisplayName
source: Haitian gourde
ar: جوردة هايتية
de: Gourde

# HUF_DisplayName
source: Hungarian forint
ar: فورنت
de: Forint

# IDR_DisplayName
source: Indonesian rupiah
ar: روبية أندونيسية
de: Rupiah

# ILS_DisplayName
source: Israeli new shekel
ar: شيكل
de: Schekel

# INR_DisplayName
source: Indian rupee
ar: روبي هندية
de: Rupie

# IQD_DisplayName
source: Iraqi dinar
ar: دينار
de: Dinar

# IRR_DisplayName
source: Iranian rial
ar: ريال إيراني
de: Rial

# ISK_DisplayName
source: Icelandic króna
ar: كرون
de: Krone

# JMD_DisplayName
source: Jamaican dollar
ar: دولار جامايكي
de: Dollar

# JOD_DisplayName
source: Jordanian dinar
ar: دينار
de: Dinar

# JPY_DisplayName
source: Japanese yen
ar: ين
de: Yen

# KES_DisplayName
source: Kenyan shilling
ar: شلن
de: Schilling

# KGS_DisplayName
source: Kyrgyzstani som
ar: سوم
de: Som

# KHR_DisplayName
source: Cambodian riel
ar: ريال كمبودي
de: Riel

# KMF_DisplayName
source: Comoro franc
ar: فرنك قمري
de: Franc

# KPW_DisplayName
source: North Korean won
ar: ون كوريا الشمالية
de: Won

# KRW_DisplayName
source: South Korean won
ar: ون كوريا الجنوبية
de: Won

# KWD_DisplayName
source: Kuwaiti dinar
ar: دينار
de: Dinar

# KYD_DisplayName
source: Cayman Islands dollar
ar: دولار
de: Dollar

# KZT_DisplayName
source: Kazakhstani tenge
ar: تينغ
de: Tenge

# LAK_DisplayName
source: Lao kip
ar: كب
de: Kip

# LBP_DisplayName
source: Lebanese pound
ar: ليرة
de: Pfund

# LKR_DisplayName
source: Sri Lankan rupee
ar: روبية سريلانكي
de: Rupie

# LRD_DisplayName
source: Liberian dollar
ar: دولار
de: Dollar

# LSL_DisplayName
source: Lesotho loti
ar: لوتي
de: Loti

# LYD_DisplayName
source: Libyan dinar
ar: دينار ليبي
de: Dinar

# MAD_DisplayName
source: Moroccan dirham
ar: درهم مغربي
de: Dirham

# MDL_DisplayName
source: Moldovan leu
ar: ليو
de: Leu

# MGA_DisplayName
source: Malagasy ariary
ar: أرياري
de: Ariary

# MKD_DisplayName
source: Macedonian denar
ar: دينار
de: Denar

# MMK_DisplayName
source: Myanmar kyat
ar: كيات
de: Kyat

# MOP_DisplayName
source: Macanese pataca
ar: باتاكا ماكاوية
de: Pataca

# MRO_DisplayName
source: Mauritanian ouguiya
ar: أوقية
de: Ouguiya

# MUR_DisplayName
source: Mauritian rupee
ar: روبي موريشي
de: Rupie

# MVR_DisplayName
source: Maldivian rufiyaa
ar: روفيه
de: Rufiyaa

# MWK_DisplayName
source: Malawian kwacha
ar: كواشا
de: Kwacha

# MXN_DisplayName
source: Mexican peso
ar: بيزو مكسيكي
de: Peso

# MXV_DisplayName
source: Mexican Unidad de Inversion (UDI)
ar: Mexican Unidad de Inversion (UDI) (Funds code)
de: Unidad de Inversión

# MYR_DisplayName
source: Malaysian ringgit
ar: رينغيت
de: Ringgit

# MZN_DisplayName
source: Mozambican metical
ar: متكال
de: Metical

# NAD_DisplayName
source: Namibian dollar
ar: دولار ناميبي
de: Dollar

# NGN_DisplayName
source: Nigerian naira
ar: نيرة
de: Naira

# NIO_DisplayName
source: Nicaraguan córdoba
ar: كوردوبا نيكاراغوي
de: Córdoba Oro

# NOK_DisplayName
source: Norwegian krone
ar: كرونه نروجية
de: Krone

# NPR_DisplayName
source: Nepalese rupee
ar: روبي نيبالي
de: Rupie

# NZD_DisplayName
source: New Zealand dollar
ar: دولار نيوزيلندي
de: Dollar

# OMR_DisplayName
source: Omani rial
ar: ريال عماني
de: Rial

# PAB_DisplayName
source: Panamanian balboa
ar: بالبوا
de: Balboa

# PEN_DisplayName
source: Peruvian nuevo sol
ar: سول الجديد
de: Nuevo Sol

# PGK_DisplayName
source: Papua New Guinean kina
ar: كينا بابوا غينيا الجديدة
de: Kina

# PHP_DisplayName
source: Philippine peso
ar: بيسو الفلبيني
de: Peso

# PKR_DisplayName
source: Pakistani rupee
ar: روبية باكستانية
de: Rupie

# PLN_DisplayName
source: Polish złoty
ar: زلوتي بولندي
de: Złoty

# PYG_DisplayName
source: Paraguayan guaraní
ar: غواراني
de: Guaraní

# QAR_DisplayName
source: Qatari riyal
ar: ريال قطري
de: Riyal

# RON_DisplayName
source: Romanian new leu
ar: ليو روماني
de: Leu

# RSD_DisplayName
source: Serbian dinar
ar: دينار صربي
de: Dinar

# RUB_DisplayName
source: Russian ruble
ar: روبل روسي
de: Rubel

# RWF_DisplayName
source: Rwandan franc
ar: فرنك رواندي
de: Franc

# SAR_DisplayName
source: Saudi riyal
ar: ريال سعودي
de: Riyal

# SBD_DisplayName
source: Solomon Islands dollar
ar: دولار جزر سليمان
de: Dollar

# SCR_DisplayName
source: Seychelles rupee
ar: روبية سيشلية
de: Rupie

# SDG_DisplayName
source: Sudanese pound
ar: #N/A!
de: Sudanesisches Pfund

# SEK_DisplayName
source: Swedish krona/kronor
ar: كرونه سويدية
de: Krone

# SGD_DisplayName
source: Singapore dollar
ar: دولار سنغافوري
de: Dollar

# SHP_DisplayName
source: Saint Helena pound
ar: جنيه سانت هيلينا
de: Pfund

# SLL_DisplayName
source: Sierra Leonean leone
ar: Leone
de: Leone

# SOS_DisplayName
source: Somali shilling
ar: شلن صومالي
de: Schilling

# SRD_DisplayName
source: Surinamese dollar
ar: دولار سورينامي
de: Dollar

# SSP_DisplayName
source: South Sudanese pound
ar: #N/A!
de: Südsudanesisches Pfund

# STD_DisplayName
source: São Tomé and Príncipe dobra
ar: دوبرا
de: Dobra

# SYP_DisplayName
source: Syrian pound
ar: ليرة سورية
de: Lira

# SZL_DisplayName
source: Swazi lilangeni
ar: ليلانغيني
de: Lilangeni

# THB_DisplayName
source: Thai baht
ar: بات
de: Baht

# TJS_DisplayName
source: Tajikistani somoni
ar: ساماني
de: Somoni

# TMT_DisplayName
source: Turkmenistani manat
ar: منات تركمانستاني
de: Manat

# TND_DisplayName
source: Tunisian dinar
ar: دينار تونسي
de: Dinar

# TOP_DisplayName
source: Tongan paʻanga
ar: بانجا
de: Paʻanga

# TRY_DisplayName
source: Turkish lira
ar: ليرة تركية
de: Lira

# TTD_DisplayName
source: Trinidad and Tobago dollar
ar: دولار ترينيداد وتوباغو
de: Dollar

# TWD_DisplayName
source: New Taiwan dollar
ar: دولار تايواني جديد
de: Dollar

# TZS_DisplayName
source: Tanzanian shilling
ar: شيلينغ تانزاني
de: Schilling

# UAH_DisplayName
source: Ukrainian hryvnia
ar: هريفنا أوكرانية
de: Hrywnja

# UGX_DisplayName
source: Ugandan shilling
ar: شيلينغ أوغندي
de: Schilling

# USD_DisplayName
source: United States dollar
ar: دولار أمريكي
de: Dollar

# USN_DisplayName
source: United States dollar (next day)
ar: دولار أمريكي
de: #N/A!

# USS_DisplayName
source: United States dollar (same day)
ar: دولار أمريكي
de: #N/A!

# UYI_DisplayName
source: Uruguay Peso en Unidades Indexadas (URUIURUI)
ar: #N/A!
de: Peso en Unidades Indexadas

# UYU_DisplayName
source: Uruguayan peso
ar: بيزو أورغواي
de: Peso

# UZS_DisplayName
source: Uzbekistan som
ar: سوم
de: Soʻm

# VEF_DisplayName
source: Venezuelan bolívar
ar: بوليفار فنزويلي
de: Bolívar Fuerte

# VND_DisplayName
source: Vietnamese dong
ar: دونغ
de: Vietnamesischer Đồng

# VUV_DisplayName
source: Vanuatu vatu
ar: فاتو
de: Vatu

# XAF_DisplayName
source: CFA franc BEAC
ar: فرنك س ف ا وسط أفريقيا
de: CFA-Franc (Teilgebiet)

# XAG_DisplayName
source: Silver (one troy ounce)
ar: فضة (أونصة واحدة)
de: #N/A!

# XAU_DisplayName
source: Gold (one troy ounce)
ar: ذهب (أونصة واحدة)
de: #N/A!

# XBA_DisplayName
source: European Composite Unit (EURCO) (bond market unit)
ar: European Composite Unit (EURCO) (Bonds market unit)
de: #N/A!

# XBB_DisplayName
source: European Monetary Unit (E.M.U.-6) (bond market unit)
ar: European Monetary Unit (E.M.U.-6) (Bonds market unit)
de: #N/A!

# XBC_DisplayName
source: European Unit of Account 9 (E.U.A.-9) (bond market unit)
ar: European Unit of Account 9 (E.U.A.-9) (Bonds market unit)
de: #N/A!

# XBD_DisplayName
source: European Unit of Account 17(E.U.A.-17) (bond market unit)
ar: European Unit of Account 17 (E.U.A.-17) (Bonds market unit)
de: #N/A!

# XCD_DisplayName
source: East Caribbean dollar
ar: دولار شرق الكاريبي
de: Dollar

# XOF_DisplayName
source: CFA franc BCEAO
ar: فرنك س ف ا غرب أفريقيا
de: CFA-Franc (Teilgebiet)

# XPD_DisplayName
source: Palladium (one troy ounce)
ar: بالاديوم (أونصة واحدة)
de: #N/A!

# XPF_DisplayName
source: CFP franc (franc Pacifique)
ar: فرنك س ف ب
de: Franc

# XPT_DisplayName
source: Platinum (one troy ounce)
ar: بلاتينيوم (أونصة واحدة)
de: #N/A!

# XSU_DisplayName
source: SUCRE
ar: #N/A!
de: #N/A!

# XTS_DisplayName
source: Code reserved for testing purposes
ar: رمز مخصص للتجارب
de: #N/A!

# XUA_DisplayName
source: ADB Unit of Account
ar: #N/A!
de: #N/A!

# XXX_DisplayName
source: No currency
ar: لا وجود لعملة
de: #N/A!

# YER_DisplayName
source: Yemeni rial
ar: ريال يمني
de: Rial

# ZAR_DisplayName
source: South African rand
ar: راند جنوب أفريقي
de: Rand

# ZMW_DisplayName
source: Zambian kwacha
ar: كواشا
de: Kwacha

# LTL_DisplayName
source: Lithuanian litas
ar: ليتاس لتواني
de: Litas

# MNT_DisplayName
source: Mongolian tugrik
de: Tögrög

# WST_DisplayName
source: Samoan tala
de: Tala

# XDR_DisplayName
source: Special drawing rights
de: #N/A!

# XFU_DisplayName
source: UIC franc (special settlement currency)
de: #N/A!
